// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Scan naar netwerkmap";

HSDTaskDescription = "Met Scan naar netwerkmap kunt u scannen vanaf het bedieningspaneel van uw HP apparaat en de scan automatisch verzenden naar een gedeelde map op uw computer.";
HSDStepsDescription = "Volg deze stappen om Scan naar netwerkmap in te stellen:";
HSDStep1Description = "1. Maak een map als SMB-share.";
HSDStep2Description = "2. Registreer de gedeelde map bij uw HP apparaat.";
HSDTaskNote = "Wanneer u klikt op Registreer mijn gedeelde map, wordt de geïntegreerde webserver van het apparaat geopend in uw webbrowser. Volg de instructies die u daar krijgt om de instellingen op te geven.";
HSDCreateFolderButtonTitle = "Help mij hierbij…";
HSDRegisterFolderButtonTitle = "Registreer mijn gedeelde map…";

CreateSharedFolderTitle = "Een gedeelde map maken";
